/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Bomp for å koble til";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Koble til %@?";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="Kobler til...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Nettverk utilgjengelig";
/* No button for Bump API popup */
"No"="Nei";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="No match - please try again.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="Den andre brukeren avbrøt bompen.";
/* Tell the user to please try bumping again. */
"Please bump again."="Vennligst bomp igjen";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Av og til trengs to bomper.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Varmer opp";
/* Yes button for Bump API popup */
"Yes"="Ja";�